Repository: Driftt/drift-wordpress
Catalog: languages/drift-*.po
Languages: ro_ro

source: Drift options
ro_ro: Opțiuni Drift

source: Settings
ro_ro: Setări

source: Form options for Drift plugin.
ro_ro: Formular de opțiuni pentru modulul Drift.

source: Identifying
ro_ro: Identificare

source: Hide on these pages
ro_ro: Ascunde pe aceste pagini

source: JS code snippet
ro_ro: Fragment de cod JS

source: JS hook
ro_ro: Agățător JS

source: Drift settings
ro_ro: Setări Drift

source: %1$s Start code snippet by Drift plugin %2$s%3$s%1$s End code snippet by Drift plugin %2$s
ro_ro: %1$s Început fragment de cod al modulului Drift %2$s%3$s%1$s Sfârșit frament de cod al modulului Drift %2$s

source: Enable Drift plugin and the live chat on your site
ro_ro: Activează modulul Drift și discuțiile live

source: Enable identifying authenticated users
ro_ro: Activează identificarea utilizatorilor autentificați

source: %1$sYou can add many IDs of posts or pages separated by comma where live chat does not appear.%2$s
ro_ro: %1$sPoți adăuga mai multe ID-uri de articole și pagini separate prin virgulă acolo unde discuțiile live să nu apară.%2$s

source: Insert the Drift tag here
ro_ro: Inserează eticheta Drift aici

source: Enter your Drift JS code snippet. You can find your Drift JS code snippet %1$shere%2$s. A Free Drift account is required to use this plugin.
ro_ro: Introdu fragmentul de cod JS Drift. Poți găsi fragmentul tău de cod JS Drift %1$saici%2$s. Este nevoie de un cont gratuit Drift pentru a folosi acest modul.

source: Open Drift Settings
ro_ro: Deschide setările Drift

source: Enable to load the above javascript in the site footer
ro_ro: Activează încărcarea javascriptului de mai sus în subsolul sitului

source: %1$s Start identify call for Drift %2$s%3$s%1$s End identify call for Drift %2$s
ro_ro: %1$s Început fragment de cod de la modulul Drift %2$s%3$s%1$s Sfârșit frament de cod de la modulul Drift %2$s
